#include <iostream>

// Написать приложение для пиццерии
// Приложение должно собирать определенную пиццу (3-5 видов)
// Использовать паттерн "Билдер"
// ***Использовать паттерн "Фабричный метод" с "Билдером" внутри







int main()
{
    std::cout << "Hello World!\n";
}
